{
  "dcOverviewTitle": "Digital Center Product Overview",
  "intro-1": "The goal for our product is to bring the experience of visiting a Service Canada location online. We call our product Digital Centre, but eventually, it will simply be the new Service Canada website. Think of it as the “home base” where your new Service Canada experience will happen. Our goal is to empower you to learn about benefits and services specific to your situation, and then apply and manage your benefits.",
  "intro-2": "This is also the place where you will create an account, have your identity verified, and later, log in. The Digital Centre will collect your benefit choices and profile and share this with frontline Service Canada staff. If you decide to call or visit a location, staff will already have your account information to serve you faster. We are still thinking about how this will all work, and we can’t do it without you!",
  "h2-1": "Concept 1: Finding Information on Benefits and Services",
  "concept1-1": "Miskomin is preparing to have her first child. She’s not sure which benefits apply to her. She lands on the Service Canada home page and notices a “life journey” for having a child. She clicks on the link and discovers new information on applicable benefits and services for expectant First Nations mothers.",
  "concept1-2": "A few months later, Miskomin realizes that she needs to apply for maternity employment insurance. She Googles “maternity EI” and clicks on a link to the Service Canada maternity EI page and applies online. She then remembers there are other benefits she’s eligible for. She notices a search bar on the Service Canada page. She types in the keywords and presses the search button. A list of benefits come up along with a panel with search filters. She adjusts her filters to find additional programs that she can apply for.",
  "concept1-3": "If you were Miskomin, how would you want to find maternity benefits? Would it be through a life journey guide, completing a search on Service Canada, or both?",
  "concept1-imgTitle-1": "Image 1: Homepage",
  "concept1-imgCaption-1": "The Service Canada homepage serves over (xxx,xxx) people a year. We designed a more personalized and intuitive interface based on what we learned from current analytics and user research. The first function on the homepage is the Benefit and Services search tool, which allows you to search through the full directory of our services using common language, like “having a baby”. We use regional data to customize a list of popular benefits based on current user behaviour on the Service Canada website."
}
