{
  "OverviewTitle": "Digital Center Product Overview",
  "ProductGoal1": "The goal for our product is to bring the experience of visiting a Service Canada location online. We call our product Digital Centre, but eventually, it will simply be the new Service Canada website. Think of it as the “home base” where your new Service Canada experience will happen. Our goal is to empower you to learn about benefits and services specific to your situation, and then apply and manage your benefits.",
  "ProductGoal2": "This is also the place where you will create an account, have your identity verified, and later, log in. The Digital Centre will collect your benefit choices and profile and share this with frontline Service Canada staff. If you decide to call or visit a location, staff will already have your account information to serve you faster. We are still thinking about how this will all work, but below are four concepts that we would like to share to make it easier for Canadians to receive benefits and services from the government. Keep in mind these are not final designs and we are looking forward to getting feedback from Canadians on these concepts.",
  "Concept1Heading": "Concept 1: Finding Information on Benefits and Services",
  "Concept1P1": "Miskomin is preparing to have her first child. She’s not sure which benefits apply to her. She lands on the Service Canada home page and notices a “life journey” for having a child. She clicks on the link and discovers new information on applicable benefits and services for expectant First Nations mothers.",
  "Concept1P2": "A few months later, Miskomin realizes that she needs to apply for maternity employment insurance. She lands on the Service Canada home page again and notices a search bar. She types in the keywords and presses the search button. A list of benefits come up along with a panel with search filters. She adjusts her filters to find the maternity employment insurance that she can apply for.",
  "Concept1P3": "This a potential design of the Service Canada Digital Centre home page. We’re making it easier for people to find information on benefits and services either through a guided journey or a robust search engine. From top to bottom: 1. A global navigation header with menu items such as Service Canada, a search bar, Services and Benefits, Life Journeys, Contact Us and a Sign in button. 2. A search bar to find benefits and services. 3. A section to login and create an account. 4. A section for Popular service Canada pages for Ontario. 5. A section to introduce Life Journeys. 6. A section on “How can we help you?” where a user can “Give us a call”, use a “Callback service” or “Visit in person.",
  "Concept1ImgTitle1": "Image 1: Homepage",
  "Concept1ImgAlt1": "A mockup of the Service Canada Digital Centre home page.",
  "Concept1ImgCaption1": "This a potential design of the Service Canada Digital Centre home page. We’re making it easier for people to find information on benefits and services either through a guided journey or a robust search engine. From top to bottom, left to right:",
  "Concept1ImgCaption1LI1": "1. A global navigation header with menu items such as Service Canada, a search bar, Services and Benefits, Life Journeys, Contact Us and a Sign in button.",
  "Concept1ImgCaption1LI2": "2. A search bar to find benefits and services.",
  "Concept1ImgCaption1LI3": "3. A section to login and create an account.",
  "Concept1ImgCaption1LI4": "4. A section for Popular service Canada pages for Ontario.",
  "Concept1ImgCaption1LI5": "5. A section to introduce Life Journeys.",
  "Concept1ImgCaption1LI6": "6. A section on “How can we help you?” where a user can “Give us a call”, use a “Callback service” or “Visit in person.",
  "Concept1ImgTitle2": "Image 2: Search Results",
  "Concept1ImgAlt2": "A mockup of search result pages.",
  "Concept1ImgCaption2": "Detailed information of a single benefit where users can also apply online by clicking on “Apply for this benefit”. From top to bottom, left to right: 1. A global navigation header with menu items such as Service Canada, a search bar, Services and Benefits, Life Journeys, Contact Us and a Sign in button. 2. A side bar with secondary information 3. The program title: “EI maternity and paternal benefits: What these benefits offer”. 4. Detailed information of the benefit and a button below it labelled “Apply for this benefit”.",
  "Concept1ImgTitle3": "Image 3: Single Benefit",
  "Concept1ImgAlt3": "A mockup of a benefit page with program details.",
  "Concept1ImgCaption3": "Detailed information of a single benefit where users can also apply online by clicking on “Apply for this benefit”. From top to bottom, left to right: 1. A global navigation header with menu items such as Service Canada, a search bar, Services and Benefits, Life Journeys, Contact Us and a Sign in button. 2. A side bar with secondary information 3. The program title: “EI maternity and paternal benefits: What these benefits offer”. 4. Detailed information of the benefit and a button below it labelled “Apply for this benefit”."
}
